{"technique":null,"accessionyear":"1985","mediacount":0,"totalpageviews":20,"permissionlevel":0,"department":"Department of Asian Art","groupcount":0,"markscount":0,"people":[{"birthplace":null,"prefix":null,"personid":19134,"role":"Artist","displayorder":1,"culture":"Japanese","displaydate":"1643 - 1682","deathplace":null,"displayname":"Kiyohara Yukinobu"}],"objectnumber":"1985.590.2","colorcount":0,"titlescount":1,"id":199884,"lastupdate":"2014-04-01T16:55:57-0400","title":"Peonies and Rock","verificationlevel":11,"division":"Asian and Mediterranean Art","relatedcount":1,"commentary":null,"datebegin":1600,"imagecount":0,"description":"Kiyohara Yukinobu was one of the rare women painters affiliated with the Kano school who achieved recognition in her day. Her father was the artist Kusumi Morikage (c. 1620-1690) and her mother, Kuniko, was a niece of the painter Kano Tan'y没 (1602-1674). Morikage was one of Tan'y没's most outstanding pupils. Yukinobu lived in Kyoto for most of her life and married another Tan'y没 pupil named Kiyohara Hirano Morikiyo. That Yukinobu, her mother, and grandmother were all married to Tan'y没's pupils is evidence of the strong familial bonds characteristic of the Kano school. Yukinobu's thematic range was diverse. She was trained in the academic Chinese styles used for painting landscapes, figures, and birds and flowers.\r\n\r\nPainted very much in the Chinese manner, this scroll presents peonies and a rock. The Chinese regard the tree peony, or mudan hua, as the \"king of flowers.\" Indigenous to remote, mountainous areas of China, the plant was apparently first cultivated in the imperial gardens during the Sui dynasty (581-618). It gained popularity immediately and was considered the most prized of flowers by the Song dynasty (960-1279); by the Ming dynasty (1368-1644), the peony was also regarded as a symbol of wealth because of its numerous petals. Its fame in China ensured the peony's introduction into Korea and Japan, where it also enjoyed great popularity and auspicious symbolism.\r\n","totaluniquepageviews":14,"exhibitioncount":2,"dimensions":"image only: H. 97.8 x W. 38.5 cm (38 1/2 x 15 3/16 in.)","dateoflastpageview":"2013-08-20","dateoffirstpageview":"2010-11-07","dateend":1632,"creditline":"Harvard Art Museums/Arthur M. Sackler Museum, Bequest of the Hofer Collection of the Arts of Asia","imagepermissionlevel":0,"century":"17th century","dated":"Early Edo period, second half 17th century","subclassification2":"hanging scroll","contextualtextcount":0,"copyright":null,"period":"Edo period, Early, 1615-1704","medium":"One (the left) of a pair of hanging scrolls; ink and color on silk, with signature of the artist reading \"Kiyohara-shi onna Yukinobu hitsu\"","url":"http://harvardartmuseums.org/art/199884","peoplecount":1,"provenance":null,"accesslevel":1,"classification":"Paintings","publicationcount":0,"objectid":199884,"subclassification":"painting","culture":"Japanese"}