{"technique":null,"accessionyear":"1942","mediacount":0,"totalpageviews":61,"permissionlevel":274,"department":"Department of Asian Art","groupcount":0,"markscount":0,"objectnumber":"1942.134.13","colorcount":0,"titlescount":1,"id":204341,"lastupdate":"2014-04-01T16:56:00-0400","title":"Katagami Textile Stencil with Fawn Spot (Kanoko) and Bush Clover Design","verificationlevel":4,"division":"Asian and Mediterranean Art","relatedcount":0,"commentary":null,"datebegin":1800,"imagecount":1,"description":"Katagami--literally \"pattern papers\"--are Japanese cut-paper stencils through which a paste resist is applied to cloth in the first step of the katazome (\"pattern-dying\") process. Later, the cloth is dyed and the paste resist removed, leaving a complex, two-color pattern. The technique had its origins in eighth-century China, but was refined in Japan during the sixteenth century in order to produce the fine dot patterns seen on formal garments of members of the warrior class. During the Edo period (1615-1868), the reorganization of society by the Tokugawa shogunate encouraged further textile development, trade, and conspicuous consumption, spurring creativity and production. \r\n\r\nThe stencils are made by laminating two to four sheets of mulberry bark paper with tannin-rich persimmon juice and then cutting out the design elements using a variety of hand-made punches and/or knives. In order to reinforce particularly delicate designs (and allow blank spaces between certain elements), it is sometimes necessary to sandwich a web of fine silk threads between the layers of paper. These threads are so slender that they leave no trace on the finished textile. Katagami stencils are designed in such a way that they produce repetitive patterns--the top of each stencil matches up with the bottom--so that entire stencil-width bolts of cloth can be dyed using a single (or sometimes a pair of) reusable sheets. Avidly collected by late nineteenth- and early twentieth-century Western visitors to Japan, these paper stencils show both the ingenuity of the anonymous artisans who produced them and the variety of designs used to decorate traditional Japanese dyed textiles.","totaluniquepageviews":48,"exhibitioncount":1,"dimensions":"paper: H. 31.5 x W. 43.6 cm (12 3/8 x 17 3/16 in.)\r\npattern unit: H. 19.2 x W. 37.1 cm (7 9/16 x 14 5/8 in.)","dateoflastpageview":"2014-03-24","dateoffirstpageview":"2011-02-01","dateend":1930,"creditline":"Harvard Art Museums/Arthur M. Sackler Museum, Gift of David M. Matteson, Class of 1893","imagepermissionlevel":0,"primaryimageurl":"http://nrs.harvard.edu/urn-3:HUAM:CARP07673_dynmc","century":"19th-20th century","dated":"Late Edo-Meiji period, 19th-early 20th century","subclassification2":null,"contextualtextcount":0,"copyright":null,"period":null,"medium":"Chûban (medium-sized) minogami (mulberry bark paper) treated with persimmon juice and cut using the \"tsukibori\" (thrust-carving) technique, with \"ito-ire\" (silk-web) reinforcement","url":"http://harvardartmuseums.org/art/204341","peoplecount":0,"provenance":null,"accesslevel":1,"classification":"Artists' Tools","publicationcount":0,"images":[{"baseimageurl":"http://nrs.harvard.edu/urn-3:HUAM:CARP07673_dynmc","primarydisplay":1,"publiccaption":null,"copyright":"President and Fellows of Harvard College","renditionnumber":"CARP07673"}],"objectid":204341,"subclassification":"stencil","culture":"Japanese"}