{"technique":null,"accessionyear":"2010","mediacount":0,"totalpageviews":189,"permissionlevel":0,"department":"Department of Asian Art","groupcount":0,"markscount":0,"people":[{"birthplace":"Edo","prefix":null,"personid":26935,"role":"Artist","displayorder":1,"culture":"Japanese","displaydate":"1847 - 1915","deathplace":null,"displayname":"Kobayashi Kiyochika"}],"objectnumber":"2010.552","colorcount":0,"titlescount":2,"id":336970,"lastupdate":"2014-04-01T16:57:19-0400","verificationlevel":3,"title":"Taira no Tadamori Captures the Priest of Midô Temple (Taira no Tadamori Midô hôshi o  toraeru zu)","division":"Asian and Mediterranean Art","relatedcount":0,"commentary":null,"datebegin":1883,"imagecount":1,"description":"This woodblock printed triptych by Kobayashi Kiyochika illustrates a famous rainy-night encounter between the warrior Taira no Tadamori (1096-1153) and an old priest on the grounds of Midô Temple in Kyoto. The tripartite scene may be \"read\" from right to left.  The first print (at the far right) depicts a scene of sturdy tree trunks in a mist-enshrouded grove juxtaposed with a row of Buddhist stone lanterns that recede into the distance; the faint light emitted by the lanterns reflects brightly against dark, watery puddles on the ground.  The center panel of the triptych focuses on a figure of an old man, hunched over and holding a small torch and oil pot as he makes his way through the cluster of trees. The man's pale, bony legs, ragged clothes, wrinkled face, and eccentric headdress made of straw give him a startling, almost ghoulish appearance. The third print (at the far left) portrays a heroic warrior in informal garb, standing at attention between two lanterns, his gaze fixed squarely on the strange figure approaching him, his hands poised as if ready to snatch his swords from their scabbards at any moment.  Although each of the three individual prints bears a composition that can easily stand alone, when placed together they create a panoramic scene that dramatically conveys a narrative based on an episode in the life of Taira no Tadamori. A prominent member of the Taira clan of samurai, Tadamori served the retired Heian-period Emperor Shirakawa (1053-1129; r. 1073-1087).  According to legend, one rainy night the emperor set out to visit his favorite concubine in the Gion district of Kyoto and asked Tadamori to accompany him.  On the way there, they walked through a grove near Midô Temple when they came across a strange, ghostlike figure emanating a flickering light. Startled, the emperor commanded Tadamori to subdue the ghostly demon.  Tadamori courageously resolved to capture the thing alive, but fortunately realized before it was too late that the \"ghost\" was in fact a temple priest wearing a protective rain hat made of straw and carrying a small torch and oil to replenish the lanterns on the temple grounds. For his bravery, Tadamori was said to have been rewarded with the emperor's own concubine.","totaluniquepageviews":139,"exhibitioncount":1,"dimensions":"full triptych image: 32.2 x 67.1 cm (12 11/16 x 26 7/16 in.)\r\nfull triptych paper: 36.8 x 73 cm (14 1/2 x 28 3/4 in.)","dateoflastpageview":"2014-03-27","dateoffirstpageview":"2011-01-11","dateend":1884,"creditline":"Harvard Art Museums/Arthur M. Sackler Museum, Gift of Elizabeth and Neil Swinton in honor of Sylvan Barnet and William Burto","imagepermissionlevel":0,"primaryimageurl":"http://nrs.harvard.edu/urn-3:HUAM:DDC111238_dynmc","century":"19th century","dated":"c. 1883-1884","subclassification2":null,"contextualtextcount":0,"copyright":null,"period":"Meiji period, 1868-1912","medium":"Woodblock printed \"ôban\"-sized triptych; ink and colors on paper; with printed signature reading \"Hôensha Kiyochika hitsu\" in the lower left corner of the left panel; \"ding\"-shaped, red, intaglio printed seal of the artist reading \"Kobayashi\" immediately following the signature\r\n","url":"http://harvardartmuseums.org/art/336970","peoplecount":1,"provenance":"[Israel Goldman--Japanese Prints, London, (1995-2000)] sold; to Dr. and Mrs. Neil Swinton, Newton, Mass., 2000, gift; to Harvard Art Museums, 2010.\r\n\r\nNOTE: Created in Japan in the fourth quarter of the 19th century (i.e., 1883-84). In three successive London collections from the early twentieth century until its acquisition by Israel Goldman (i.e., Israel Goldman--Japanese Prints, London) in 1995.","accesslevel":1,"classification":"Prints","publicationcount":0,"images":[{"baseimageurl":"http://nrs.harvard.edu/urn-3:HUAM:DDC111238_dynmc","primarydisplay":1,"publiccaption":null,"copyright":"President and Fellows of Harvard College","renditionnumber":"DDC111238"}],"objectid":336970,"subclassification":"print","culture":"Japanese"}