{"technique":null,"accessionyear":"2011","mediacount":0,"totalpageviews":32,"permissionlevel":0,"department":"Department of Asian Art","groupcount":0,"markscount":3,"people":[{"birthplace":null,"prefix":null,"personid":27909,"role":"Artist","displayorder":1,"culture":"Japanese","displaydate":"1891 - 1955","deathplace":null,"displayname":"Onchi Kôshirô"}],"objectnumber":"2011.19","colorcount":0,"titlescount":1,"id":337051,"lastupdate":"2014-04-01T16:57:19-0400","verificationlevel":1,"title":"Wakai seidai (Young generation)","division":"Asian and Mediterranean Art","relatedcount":0,"commentary":null,"datebegin":1951,"imagecount":1,"description":"Titled by the artist \"Wakai seidai\", or Young Generation, this abstract, non-representational print is vertically oriented and brightly colored; it could be fairly described as Abstraction in Black, Royal Blue, Coral Red, and Silvery Gray. The printed forms comprise the following elements:\r\n\r\n    A vertically oriented rectangle printed in silvery gray ink and occupying much of the prints lower left quadrant\r\n\r\n    A horizontally oriented rectangle printed in black ink and occupying the central portion of the right vertical half of the print\r\n\r\n    An inverted L-shaped element, its corners rounded, its horizontal bar pointing toward the compositions left edge, printed in coral red pigment and rising through the right vertical half of the print and occupying most of the upper horizontal third of the print\r\n\r\n    An elongated oval printed in royal blue pigment and occupying the prints lower right corner\r\n\r\nThe horizontally oriented, black rectangle is printed over the coral red inverted-L, so it appears to be in front of the L; this juxtaposition injects a spatial element into the composition, creating the illusion of foreground and background.\r\n\r\nThe black rectangle and blue oval appear to be printed with woodblocks, due to their evenly inked surfaces; by contrast, the gray rectangle and coral red L appear to be printed with paper-blocks, due to their unevenly inked, visually textured surfaces.\r\n\r\nWritten by the artist in pencil along the bottom edge of the paper, the prints title reading \"Wakai seidai\" appears in the lower left corner; the title can be translated Young Generation. Onchi Kôshirô, the artist, signed this impression and noted the prints date in pencil along the bottom edge of the paper, immediately to the right of the title; the signature and date read \"K. Onzi - 51\". The artist impressed his stamp reading \"Onzi\", in lower-case roman letters, in black ink within the image; the stamp appears along the right edge of the print, approximately one-third of the way up from the bottom.\r\n","totaluniquepageviews":17,"exhibitioncount":0,"dimensions":"paper: H. 26.2 x W. 18 cm (10 5/16 x 7 1/16 in.)","dateoflastpageview":"2014-03-17","dateoffirstpageview":"2011-10-20","dateend":1951,"creditline":"Harvard Art Museums/Arthur M. Sackler Museum, Gift of Elizabeth and Neil Swinton in honor of John M. Rosenfield","imagepermissionlevel":0,"primaryimageurl":"http://nrs.harvard.edu/urn-3:HUAM:DDC111239_dynmc","century":"20th century","dated":"1951","subclassification2":null,"contextualtextcount":0,"copyright":null,"period":"Shôwa period, 1926-1989","medium":"Woodblock and paper-block print; ink and colors printed on paper; with artists stamp reading \"Onzi\" impressed in black ink within the image; with artists title, reading \"Wakai seidai,\" and signature, reading \"K. Onzi - 51,\" written pencil in the lower left corner\r\n\r\n","url":"http://harvardartmuseums.org/art/337051","peoplecount":1,"provenance":"Onchi Koshiro, Japan (1951-1955), bequest; to his son, Onchi Kunio, Japan (1955-1990). Elizabeth de Sabato Swinton, Massachusetts (1990- 2011), gift; to Harvard Art Museums, 2011.\r\n\r\nFootnotes:\r\nCreated in Japan in 1951 by the artist Onchi Koshiro (1891-1955),\r\nOnchi Kunio (1920-2001) is son of Onchi Koshiro;\r\nElizabeth de Sabato Swinton (b. 1937)\r\n\r\n","accesslevel":1,"classification":"Prints","publicationcount":0,"images":[{"baseimageurl":"http://nrs.harvard.edu/urn-3:HUAM:DDC111239_dynmc","primarydisplay":1,"publiccaption":null,"copyright":"President and Fellows of Harvard College","renditionnumber":"DDC111239"}],"objectid":337051,"subclassification":"print","culture":"Japanese"}