{"technique":null,"accessionyear":"2012","mediacount":0,"totalpageviews":4,"permissionlevel":0,"department":"Department of Asian Art","groupcount":0,"markscount":1,"people":[{"birthplace":null,"prefix":null,"personid":27909,"role":"Artist","displayorder":1,"culture":"Japanese","displaydate":"1891 - 1955","deathplace":null,"displayname":"Onchi Kôshirô"}],"objectnumber":"2012.45","colorcount":0,"titlescount":1,"id":339633,"lastupdate":"2014-04-01T16:57:21-0400","title":"Myth (Expression of the Sea)","verificationlevel":1,"division":"Asian and Mediterranean Art","relatedcount":0,"commentary":null,"datebegin":1946,"imagecount":0,"description":"This vertically oriented, rectangular, multicolor woodblock print comprises four compositional units. Printed in purple, a five-armed octopus- or starfish-shaped emblem dominates the lower left quadrant; the emblems undulating tentacles radiate from a small circular disc and have striated, or furry, edges. The top, bottom, and left tentacles overlap (i.e., were printed over) a vertically oriented half disc printed in medium gray, the arc of the disc pointing toward the prints left edge (i.e., viewers left), its vertical, bisected edge running parallel to the prints central vertical axis. Executed with thick canary-yellow outlines, a quadrant of a circle occupies the prints lower right corner, the quadrants arc facing the prints lower right corner, its squared center point directed toward the prints center. A human hand, also printed in canary yellow, rises from the upper right end of the quadrant. With the palm facing outward and with the fingers and thumb held close together and pointing upward, the hand resembles the Buddhist abhaya-mudra, or gesture of Do not fear. The vertical line of the yellow quadrant resonates with the vertical edge of the gray disc. A simple canary-yellow circle with a small bow (or smudge?) at the five oclock position dominates the prints upper left quadrant. The circles yellow ink is the same as that used for the quadrant in the lower right corner, visually uniting those two parts of the composition. Printed with an outline of medium width, the circle overlaps the upper tip of the gray disc and also the center of the unfurling scroll that occupies the prints upper right corner. Printed in black, the scrolls left end is fully open and curves downward and back on itself; the right end is still furled. Across the top of the unfurled portion of the scroll is the made-up, pseudo-German word Zundag, printed in capitalized roman letters. A sun disc with smiling human face and radiating rays occupies the center of the scroll, under the Zundag heading. Portions of the furled scroll are striated to suggest shadows. Typical of Onchis prints, there are no formal borders. The artist impressed his stamp in the prints lower left corner; reading Onzi, the stamp comprises lower-case roman letters and was impressed with black ink.\r\n\r\nGlued to the back of the print is the sheet of paper of the type that Onchi Koshiro typically affixed to the back of his prints, the paperpartly printed, partly handwritten with brush and inkgives the title, date, and catalogue number of the print and also attests to its authenticity. This sheet reads as follows:\r\n\r\nOriginal Print of\r\nKoshiro Onzi\r\n\r\nTitle\r\n\tJapanese:  Title handwritten in Japanese with brush and ink by Onchi Koshiro\r\n\tEnglish:  Title handwritten in English in blue ball-point pen by Onchi Kunio and reading Myth (Expression of the Sea)\r\n\r\nNo\r\n\tArabic numerals:  275 handwritten with brush and ink by Onchi Koshiro\r\n\tJapanese:  Handwritten with brush and ink by Onchi Koshiro\r\n\r\nDate\r\n\tArabic numerals:  1946 handwritten with brush and ink by Onchi Koshiro\r\n\r\nBelow the formal printed borders and text (indicated above in bold) is written the following:\r\n\r\n\tJapanese:  Signature handwritten in Japanese with brush and ink by Onchi Koshiro:\r\n\t        \t\t\t\t\t\tin English translation, Hand printed work by Onchi Koshiro\r\n\r\n\tJapanese:  Handwritten in Japanese with brush and ink by Onchi Kunio:\r\n\t        in English translation, Approved (or attested) by Onchi Kunio;\r\n\tEnglish:  Handwritten in English with blue ball-point pen by Onchi Kunio:  Prove [sic, Approved, or attested] by Kunio Onchi\r\n\r\nIn the lower right corner Onchi Kunio impressed a square, red, intaglio seal reading Kunio; note that the signature in blue ball-point \r\n                pen was written over the seal.\r\n","totaluniquepageviews":4,"exhibitioncount":0,"dimensions":"paper: H. 24.9 x W. 18.5 cm (9 13/16 x 7 5/16 in.)","dateoflastpageview":"2013-05-24","dateoffirstpageview":"2012-11-29","dateend":1946,"creditline":"Harvard Art Museums/Arthur M. Sackler Museum, Gift of Elizabeth and Neil Swinton","imagepermissionlevel":0,"century":"20th century","dated":"1946","subclassification2":null,"contextualtextcount":0,"copyright":null,"period":"Shôwa period, 1926-1989","medium":"Woodblock print; ink and colors printed on paper; with artists stamp reading \"Onzi\" impressed in black ink within the image (in the lower left corner)\r\n","url":"http://harvardartmuseums.org/art/339633","peoplecount":1,"provenance":"Onchi Koshiro, Japan (1946-1955), bequest; to his son, Onchi Kunio, Japan (1955-1990), gift; to Elizabeth de Sabato Swinton, Massachusetts (1990-2012), gift; to Harvard Art Museums, 2012.\r\n\r\nFootnotes:\r\nCreated in Japan in 1951 by the artist Onchi Koshiro (1891-1955),\r\nOnchi Kunio (1920-2001) is son of Onchi Koshiro;\r\nElizabeth de Sabato Swinton (b. 1937)\r\n","accesslevel":1,"classification":"Prints","publicationcount":0,"objectid":339633,"subclassification":"print","culture":"Japanese"}